[{"wikiURL": "https://en.wikipedia.org/wiki/Wings_(1927_film)", "postName": "Wings_poster.jpg", "name": "Wings", "carmenRate": 0, "synopsis": "Wings is a 1927 American silent war film set during the First World War produced by Lucien Hubbard, directed by William A. Wellman and released by Paramount Pictures. It stars Clara Bow, Charles \"Buddy\" Rogers, and Richard Arlen, and Gary Cooper appears in a role which helped launch his career in Hollywood.", "chrisRate": 0, "watched": "no", "uid": 0}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Broadway_Melody", "postName": "The Broadway Melody_poster.jpg", "name": "The Broadway Melody", "carmenRate": 0, "synopsis": "The Broadway Melody, also known as The Broadway Melody of 1929, is an American pre-Code musical film and the first sound film to win an Academy Award for Best Picture. It was one of the first musicals to feature a Technicolor sequence, which sparked the trend of color being used in a flurry of musicals that would hit the screens in 1929–1930. Today the Technicolor sequence is presumed lost and only a black and white copy survives in the complete film. The film was the first musical released by Metro-Goldwyn-Mayer and was Hollywood's first all-talking musical.", "chrisRate": 0, "watched": "no", "uid": 1}, {"wikiURL": "https://en.wikipedia.org/wiki/All_Quiet_on_the_Western_Front_(1930_film)", "postName": "All Quiet on the Western Front_poster.jpg", "name": "All Quiet on the Western Front", "carmenRate": 0, "synopsis": "All Quiet on the Western Front is a 1930 American epic Pre-Code war film based on the Erich Maria Remarque novel of the same name. It was directed by Lewis Milestone, and stars Louis Wolheim, Lew Ayres, John Wray, Arnold Lucy and Ben Alexander.", "chrisRate": 0, "watched": "no", "uid": 2}, {"wikiURL": "https://en.wikipedia.org/wiki/Cimarron_(1931_film)", "postName": "Cimarron_poster.jpg", "name": "Cimarron", "carmenRate": 0, "synopsis": "Cimarron is a 1931 Pre-Code Western film directed by Wesley Ruggles, starring Richard Dix and Irene Dunne, and featuring Estelle Taylor and Roscoe Ates. The Oscar winning script was written by Howard Estabrook based on the Edna Ferber novel Cimarron. It would be RKO's most expensive production up to that date, and its winning of the top Oscar for Best Production would be only one of two ever won by that studio. It is also one of the few Westerns to ever win the top honor at the Academy Awards. Epic in scope, spanning forty years from 1889 to 1929, it was a critical success, although it did not recoup its production costs during its initial run in 1931.", "chrisRate": 0, "watched": "no", "uid": 3}, {"wikiURL": "https://en.wikipedia.org/wiki/Grand_Hotel_(film)", "postName": "Grand Hotel_poster.jpg", "name": "Grand Hotel", "carmenRate": 0, "synopsis": "Grand Hotel is a 1932 American Pre-Code drama film directed by Edmund Goulding. The screenplay by William A. Drake is based on the 1930 play of the same title by Drake, who had adapted it from the 1929 novel Menschen im Hotel by Vicki Baum. As of 2014[update], the film is the only one to have won the Academy Award for Best Picture without it or its participants being nominated in any other category.", "chrisRate": 0, "watched": "no", "uid": 4}, {"wikiURL": "https://en.wikipedia.org/wiki/Cavalcade_(1933_film)", "postName": "Cavalcade_poster.jpg", "name": "Cavalcade", "carmenRate": 0, "synopsis": "Cavalcade is a 1933 American Pre-Code drama film directed by Frank Lloyd. The screenplay by Reginald Berkeley and Sonya Levien is based on the 1931 play of the same title by Noël Coward. The film won three Academy Awards, including Best Picture and Best Director.", "chrisRate": 0, "watched": "no", "uid": 5}, {"wikiURL": "https://en.wikipedia.org/wiki/It_Happened_One_Night", "postName": "It Happened One Night_poster.jpg", "name": "It Happened One Night", "carmenRate": 0, "synopsis": "It Happened One Night is a 1934 American Pre-Code romantic comedy film with elements of screwball comedy directed by Frank Capra, in which a pampered socialite (Claudette Colbert) tries to get out from under her father's thumb, and falls in love with a roguish reporter (Clark Gable). The plot was based on the August 1933 short story \"Night Bus\" by Samuel Hopkins Adams, which provided the shooting title. One of the last romantic comedies created before the MPAA began enforcing the 1930 production code in 1934, the film was released on February 22, 1934.[4]", "chrisRate": 0, "watched": "no", "uid": 6}, {"wikiURL": "https://en.wikipedia.org/wiki/Mutiny_on_the_Bounty_(1935_film)", "postName": "Mutiny on the Bounty_poster.png", "name": "Mutiny on the Bounty", "carmenRate": 0, "synopsis": "Mutiny on the Bounty is an American 1935 drama starring Charles Laughton and Clark Gable, directed by Frank Lloyd based on the Charles Nordhoff and James Norman Hall novel Mutiny on the Bounty.", "chrisRate": 0, "watched": "no", "uid": 7}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Great_Ziegfeld", "postName": "The Great Ziegfeld_poster.jpg", "name": "The Great Ziegfeld", "carmenRate": 0, "synopsis": "The Great Ziegfeld is a 1936 American musical drama film directed by Robert Z. Leonard and produced by Hunt Stromberg. It stars William Powell as the theatrical impresario Florenz \"Flo\" Ziegfeld, Jr., Luise Rainer as Anna Held, and Myrna Loy as Billie Burke.", "chrisRate": 0, "watched": "no", "uid": 8}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Life_of_Emile_Zola", "postName": "The Life of Emile Zola_poster.jpg", "name": "The Life of Emile Zola", "carmenRate": 0, "synopsis": "The Life of Emile Zola is a 1937 American biographical film about French author Émile Zola, played by Paul Muni and directed by William Dieterle. It has the distinction of being the second biographical film to win the Oscar for Best Picture. It premiered at the Los Angeles Carthay Circle Theatre to great success both critically and financially. Contemporary reviews cited it the best biographical film made up to that time. In 2000, it was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\".", "chrisRate": 0, "watched": "no", "uid": 9}, {"wikiURL": "https://en.wikipedia.org/wiki/You_Can%27t_Take_It_With_You_(film)", "postName": "You Can't Take It With You_poster.jpg", "name": "You Can't Take It With You", "carmenRate": 0, "synopsis": "You Can't Take It with You is a 1938 American romantic comedy film directed by Frank Capra and starring Jean Arthur, Lionel Barrymore, James Stewart, and Edward Arnold. Adapted from the Pulitzer Prize-winning play of the same name by George S. Kaufman and Moss Hart,[3] the film is about a man from a family of rich snobs who becomes engaged to a woman from a good-natured but decidedly eccentric family.", "chrisRate": 0, "watched": "no", "uid": 10}, {"wikiURL": "https://en.wikipedia.org/wiki/Gone_with_the_Wind_(film)", "postName": "Gone with the Wind_poster.jpg", "name": "Gone with the Wind", "carmenRate": 0, "synopsis": "Gone with the Wind is a 1939 American epic-historical-romance film adapted from Margaret Mitchell's Pulitzer-winning 1936 novel. It was produced by David O. Selznick of Selznick International Pictures and directed by Victor Fleming. Set in the 19th-century American South, the film tells the story of Scarlett O'Hara, the strong-willed daughter of a Georgia plantation owner, from her romantic pursuit of Ashley Wilkes, who is married to his cousin, Melanie Hamilton, to her marriage to Rhett Butler. Set against the backdrop of the American Civil War and Reconstruction era, the story is told from the perspective of rich white Southerners. The leading roles are portrayed by Vivien Leigh (Scarlett), Clark Gable (Rhett), Leslie Howard (Ashley), and Olivia de Havilland (Melanie).", "chrisRate": 0, "watched": "no", "uid": 11}, {"wikiURL": "https://en.wikipedia.org/wiki/Rebecca_(1940_film)", "postName": "Rebecca_poster.jpg", "name": "Rebecca", "carmenRate": 0, "synopsis": "Rebecca is a 1940 American psychological thriller-mystery film. Directed by Alfred Hitchcock, it was his first American project, and his first film produced under contract with David O. Selznick. The film's screenplay was a version by Joan Harrison and Robert E. Sherwood based on Philip MacDonald and Michael Hogan's adaptation of Daphne du Maurier's 1938 novel Rebecca. The film was produced by Selznick[2] and stars Laurence Olivier as the brooding aristocratic widower Maxim de Winter, Joan Fontaine as the young woman who becomes his second wife, and Judith Anderson as the stern housekeeper, Mrs. Danvers.", "chrisRate": 0, "watched": "no", "uid": 12}, {"wikiURL": "https://en.wikipedia.org/wiki/How_Green_Was_My_Valley_(film)", "postName": "How Green Was My Valley_poster.jpg", "name": "How Green Was My Valley", "carmenRate": 0, "synopsis": "How Green Was My Valley is a 1941 drama film directed by John Ford. The film, based on the 1939 Richard Llewellyn novel, was produced by Darryl F. Zanuck and scripted by Philip Dunne. The film features Walter Pidgeon, Maureen O'Hara, Anna Lee, Donald Crisp, and Roddy McDowall. It was nominated for ten Academy Awards,[2] winning five, including Best Picture, Best Director and Best Cinematography and Best Supporting Actor. The film was made into a Broadway musical in 1966, re-titled A Time for Singing.[3]", "chrisRate": 0, "watched": "no", "uid": 13}, {"wikiURL": "https://en.wikipedia.org/wiki/Mrs._Miniver_(film)", "postName": "Mrs. Miniver_poster.jpg", "name": "Mrs. Miniver", "carmenRate": 0, "synopsis": "Mrs. Miniver is a 1942 American romantic war drama film directed by William Wyler, and starring Greer Garson and Walter Pidgeon. Based on the 1940 novel Mrs. Miniver by Jan Struther,[3] the film shows how the life of an unassuming British housewife in rural England is touched by World War II. She sees her eldest son go to war, finds herself confronting a German pilot who has parachuted into her idyllic village while her husband is participating in the Dunkirk evacuation, and loses her daughter-in-law as a casualty.", "chrisRate": 0, "watched": "no", "uid": 14}, {"wikiURL": "https://en.wikipedia.org/wiki/Casablanca_(film)", "postName": "Casablanca_poster.jpg", "name": "Casablanca", "carmenRate": 0, "synopsis": "Casablanca is a 1942 American romantic drama film directed by Michael Curtiz and based on Murray Burnett and Joan Alison's unproduced stage play Everybody Comes to Rick's. The film stars Humphrey Bogart, Ingrid Bergman, and Paul Henreid; it also features Claude Rains, Conrad Veidt, Sydney Greenstreet, Peter Lorre, and Dooley Wilson. Set during World War II, it focuses on an American expatriate who must choose between his love for a woman and helping her Czech Resistance leader husband escape the Vichy-controlled Moroccan city of Casablanca to continue his fight against the Nazis.", "chrisRate": 0, "watched": "no", "uid": 15}, {"wikiURL": "https://en.wikipedia.org/wiki/Going_My_Way", "postName": "Going My Way_poster.jpg", "name": "Going My Way", "carmenRate": 0, "synopsis": "Going My Way is a 1944 American musical comedy-drama film directed by Leo McCarey and starring Bing Crosby and Barry Fitzgerald. Based on a story by Leo McCarey, the film is about a new young priest taking over a parish from an established old veteran. Crosby sings five songs in the film.[2] Going My Way was followed the next year by a sequel, The Bells of St. Mary's.", "chrisRate": 0, "watched": "no", "uid": 16}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Lost_Weekend_(film)", "postName": "The Lost Weekend_poster.jpg", "name": "The Lost Weekend", "carmenRate": 0, "synopsis": "The Lost Weekend is a 1945 American film noir drama film directed by Billy Wilder and starring Ray Milland and Jane Wyman. The film was based on Charles R. Jackson's 1944 novel of the same title about an alcoholic writer. The film was nominated for seven Academy Awards and won four: Best Picture, Best Director, Best Actor, and Best Writing (Adapted Screenplay).", "chrisRate": 0, "watched": "no", "uid": 17}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Best_Years_of_Our_Lives", "postName": "The Best Years of Our Lives_poster.jpg", "name": "The Best Years of Our Lives", "carmenRate": 0, "synopsis": "The Best Years of Our Lives (aka Glory for Me and Home Again) is a 1946 American drama film directed by William Wyler and starring Myrna Loy, Fredric March, Dana Andrews, Teresa Wright, Virginia Mayo, and Harold Russell. The film is about three United States servicemen readjusting to civilian life after coming home from World War II. Samuel Goldwyn was inspired to produce a film about veterans after reading an August 7, 1944, article in Time about the difficulties experienced by men returning to civilian life. Goldwyn hired former war correspondent MacKinlay Kantor to write a screenplay. His work was first published as a novella, Glory for Me, which Kantor wrote in blank verse.[3][4] Robert Sherwood then adapted the novella as a screenplay.[4]", "chrisRate": 0, "watched": "no", "uid": 18}, {"wikiURL": "https://en.wikipedia.org/wiki/Gentleman%27s_Agreement", "postName": "Gentleman's Agreement_poster.jpg", "name": "Gentleman's Agreement", "carmenRate": 0, "synopsis": "Gentleman's Agreement is a 1947 drama film about a journalist (played by Gregory Peck) who poses as a Jew to research an exposé on antisemitism in New York City and the affluent community of Darien, Connecticut. It was nominated for eight Oscars and won three: Best Picture, Best Supporting Actress (Celeste Holm), and Best Director (Elia Kazan).", "chrisRate": 0, "watched": "no", "uid": 19}, {"wikiURL": "https://en.wikipedia.org/wiki/Hamlet_(1948_film)", "postName": "Hamlet_poster.jpg", "name": "Hamlet", "carmenRate": 0, "synopsis": "Hamlet is a 1948 British film adaptation of William Shakespeare's play Hamlet, adapted and directed by and starring Sir Laurence Olivier. Hamlet was Olivier's second film as director, and also the second of the three Shakespeare films that he directed (the 1936 As You Like It had starred Olivier, but had been directed by Paul Czinner). Hamlet was the first British film to win the Academy Award for Best Picture.[3] It is also the first sound film of the play in English. A 1935 sound film adaptation, Khoon Ka Khoon, had been made in India and filmed in the Urdu language.[4]", "chrisRate": 0, "watched": "no", "uid": 20}, {"wikiURL": "https://en.wikipedia.org/wiki/All_the_King%27s_Men_(1949_film)", "postName": "All the King's Men_poster.jpg", "name": "All the King's Men", "carmenRate": 0, "synopsis": "All the King's Men is a 1949 Film Noir drama film set in a political setting directed by Robert Rossen and based on the Robert Penn Warren novel of the same name. The production features Broderick Crawford in the role of the ambitious and sometimes ruthless politician, Willie Stark.[2]", "chrisRate": 0, "watched": "no", "uid": 21}, {"wikiURL": "https://en.wikipedia.org/wiki/All_About_Eve", "postName": "All About Eve_poster.jpg", "name": "All About Eve", "carmenRate": 0, "synopsis": "All About Eve is a 1950 American drama film written and directed by Joseph L. Mankiewicz, and produced by Darryl F. Zanuck. It was based on the 1946 short story \"The Wisdom of Eve\" by Mary Orr, although screen credit was not given for it.", "chrisRate": 0, "watched": "no", "uid": 22}, {"wikiURL": "https://en.wikipedia.org/wiki/An_American_in_Paris_(film)", "postName": "An American in Paris_poster.jpg", "name": "An American in Paris", "carmenRate": 0, "synopsis": "An American in Paris is a 1951 American musical film inspired by the 1928 orchestral composition by George Gershwin. Starring Gene Kelly, Leslie Caron, Oscar Levant, Georges Guétary, and Nina Foch, the film is set in Paris, and was directed by Vincente Minnelli from a script by Alan Jay Lerner. The music is by George Gershwin, with lyrics by his brother Ira, with additional music by Saul Chaplin, the music director.", "chrisRate": 0, "watched": "no", "uid": 23}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Greatest_Show_on_Earth", "postName": "The Greatest Show on Earth_poster.jpg", "name": "The Greatest Show on Earth", "carmenRate": 0, "synopsis": "The Greatest Show on Earth is a 1952 American drama film produced and directed by Cecil B. DeMille, shot in Technicolor, and released by Paramount Pictures. Set in the Ringling Bros. and Barnum & Bailey Circus, the film stars Betty Hutton and Cornel Wilde as trapeze artists competing for the center ring, and Charlton Heston as the circus manager running the show. James Stewart also stars in a supporting role as a mysterious clown who never removes his make-up, even between shows, while Dorothy Lamour and Gloria Grahame play supporting roles.", "chrisRate": 0, "watched": "no", "uid": 24}, {"wikiURL": "https://en.wikipedia.org/wiki/From_Here_to_Eternity", "postName": "From Here to Eternity_poster.jpg", "name": "From Here to Eternity", "carmenRate": 0, "synopsis": "From Here to Eternity is a 1953 drama film directed by Fred Zinnemann and based on the novel of the same name by James Jones. The picture deals with the tribulations of three soldiers, played by Burt Lancaster, Montgomery Clift, and Frank Sinatra, stationed on Hawaii in the months leading up to the attack on Pearl Harbor. Deborah Kerr and Donna Reed portray the women in their lives and the supporting cast includes Ernest Borgnine, Philip Ober, Jack Warden, Mickey Shaughnessy, Claude Akins, and George Reeves.", "chrisRate": 0, "watched": "no", "uid": 25}, {"wikiURL": "https://en.wikipedia.org/wiki/On_the_Waterfront", "postName": "On the Waterfront_poster.jpg", "name": "On the Waterfront", "carmenRate": 0, "synopsis": "On the Waterfront is a 1954 American crime drama film with elements of film noir. The film was directed by Elia Kazan and written by Budd Schulberg. It stars Marlon Brando and features Karl Malden, Lee J. Cobb, Rod Steiger, and, in her film debut, Eva Marie Saint. The soundtrack score was composed by Leonard Bernstein. It is based on Crime on the Waterfront, a series of articles published in the New York Sun by Malcolm Johnson that won the 1949 Pulitzer Prize for Local Reporting. The film focuses on union violence and corruption amongst longshoremen while detailing widespread corruption, extortion, and racketeering on the waterfronts of Hoboken, New Jersey.", "chrisRate": 0, "watched": "no", "uid": 26}, {"wikiURL": "https://en.wikipedia.org/wiki/Marty_(film)", "postName": "Marty_poster.png", "name": "Marty", "carmenRate": 0, "synopsis": "Marty is a 1955 American romantic drama film directed by Delbert Mann. The screenplay was written by Paddy Chayefsky, expanding upon his 1953 teleplay of the same name. The film stars Ernest Borgnine and Betsy Blair. In addition to gaining an Academy Award for Best Picture, the film enjoyed international success, becoming the fourth American film to win top prize at the Cannes Film Festival, and by a unanimous vote, becoming the first film to be awarded the Palme d'Or. Marty and The Lost Weekend (1945) are the only two films to win both organizations' grand prizes.", "chrisRate": 0, "watched": "no", "uid": 27}, {"wikiURL": "https://en.wikipedia.org/wiki/Around_the_World_in_80_Days_(1956_film)", "postName": "Around the World in 80 Days_poster.jpg", "name": "Around the World in 80 Days", "carmenRate": 0, "synopsis": "Around the World in 80 Days (sometimes spelled as Around the World in Eighty Days) is a 1956 Technicolor epic action adventure comedy film starring David Niven and Cantinflas, produced by the Michael Todd Company and released by United Artists.", "chrisRate": 0, "watched": "no", "uid": 28}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Bridge_on_the_River_Kwai", "postName": "The Bridge on the River Kwai_poster.jpg", "name": "The Bridge on the River Kwai", "carmenRate": 0, "synopsis": "The Bridge on the River Kwai is a British 1957 World War II epic film directed by David Lean and starring William Holden, Jack Hawkins, Alec Guinness and Sessue Hayakawa. Based on the novel Le Pont de la Rivière Kwai (1952) by Pierre Boulle, the film is a work of fiction but borrows the construction of the Burma Railway in 1942–43 for its historical setting. The movie was filmed in Ceylon (now known as Sri Lanka). The bridge in the film was located near Kitulgala.", "chrisRate": 0, "watched": "no", "uid": 29}, {"wikiURL": "https://en.wikipedia.org/wiki/Gigi_(1958_film)", "postName": "Gigi_poster.jpg", "name": "Gigi", "carmenRate": 0, "synopsis": "Gigi is a 1958 American Metrocolor musical romantic comedy film directed by Vincente Minnelli. The screenplay by Alan Jay Lerner is based on the 1944 novella of the same name by Colette. The film features songs with lyrics by Lerner; music by Frederick Loewe, arranged and conducted by André Previn.", "chrisRate": 0, "watched": "no", "uid": 30}, {"wikiURL": "https://en.wikipedia.org/wiki/Ben-Hur_(1959_film)", "postName": "Ben-Hur_poster.jpg", "name": "Ben-Hur", "carmenRate": 0, "synopsis": "Ben-Hur is a 1959 American epic historical drama film, directed by William Wyler, produced by Sam Zimbalist for Metro-Goldwyn-Mayer and starring Charlton Heston, Stephen Boyd, Jack Hawkins, Hugh Griffith and Haya Harareet. A remake of the 1925 silent film with the same name, Ben-Hur was adapted from Lew Wallace's 1880 novel Ben-Hur: A Tale of the Christ. The screenplay is credited to Karl Tunberg but includes contributions from Maxwell Anderson, S. N. Behrman, Gore Vidal, and Christopher Fry.", "chrisRate": 0, "watched": "no", "uid": 31}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Apartment", "postName": "The Apartment_poster.png", "name": "The Apartment", "carmenRate": 0, "synopsis": "The Apartment is a 1960 American comedy-drama film that was produced and directed by Billy Wilder, and which stars Jack Lemmon, Shirley MacLaine, and Fred MacMurray.", "chrisRate": 0, "watched": "no", "uid": 32}, {"wikiURL": "https://en.wikipedia.org/wiki/West_Side_Story_(film)", "postName": "West Side Story_poster.jpg", "name": "West Side Story", "carmenRate": 0, "synopsis": "West Side Story is a 1961 American romantic musical drama film directed by Robert Wise and Jerome Robbins. The film is an adaptation of the 1957 Broadway musical of the same name, which in turn was inspired by William Shakespeare's play Romeo and Juliet. It stars Natalie Wood, Richard Beymer, Russ Tamblyn, Rita Moreno, and George Chakiris, and was photographed by Daniel L. Fapp, A.S.C., in Super Panavision 70.", "chrisRate": 0, "watched": "no", "uid": 33}, {"wikiURL": "https://en.wikipedia.org/wiki/Lawrence_of_Arabia_(film)", "postName": "Lawrence of Arabia_poster.png", "name": "Lawrence of Arabia", "carmenRate": 0, "synopsis": "Lawrence of Arabia is a 1962 epic historical drama film based on the life of T. E. Lawrence. It was directed by David Lean and produced by Sam Spiegel through his British company, Horizon Pictures, with the screenplay by Robert Bolt and Michael Wilson. The film stars Peter O'Toole in the title role. It is widely considered one of the greatest and most influential films in the history of cinema. The dramatic score by Maurice Jarre and the Super Panavision 70 cinematography by Freddie Young are also highly acclaimed.[4] The film was nominated for ten Academy Awards and won seven in total including Best Director, Best Sound Editing, Best Film Editing, and Best Picture.", "chrisRate": 0, "watched": "no", "uid": 34}, {"wikiURL": "https://en.wikipedia.org/wiki/Tom_Jones_(1963_film)", "postName": "Tom Jones_poster.jpg", "name": "Tom Jones", "carmenRate": 0, "synopsis": "Tom Jones is a 1963 British adventure comedy film, an adaptation of Henry Fielding's classic novel The History of Tom Jones, a Foundling (1749), starring Albert Finney as the titular hero. It was one of the most critically acclaimed and popular comedies of its time,[2] winning four Academy Awards, including Best Picture. The film was directed by Tony Richardson and the screenplay was adapted by playwright John Osborne. The film is notable for its unusual comic style: the opening sequence is performed in the style of a silent film, and characters sometimes break the fourth wall, often by looking directly into the camera and addressing the audience, and going so far as to have the character of Tom Jones suddenly appearing to notice the camera and covering the lens with his hat.", "chrisRate": 0, "watched": "no", "uid": 35}, {"wikiURL": "https://en.wikipedia.org/wiki/My_Fair_Lady_(film)", "postName": "My Fair Lady_poster.jpg", "name": "My Fair Lady", "carmenRate": 0, "synopsis": "My Fair Lady is a 1964 American musical film adaptation of the Lerner and Loewe eponymous stage musical based on the 1938 film adaptation of the original 1913 stage play Pygmalion by George Bernard Shaw. With a screenplay by Alan Jay Lerner and directed by George Cukor, the film depicts a poor Cockney flower seller Eliza Doolittle who overhears an arrogant phonetics professor, Henry Higgins, as he casually wagers that he could teach her to speak \"proper\" English, thereby making her presentable in the high society of Edwardian London.", "chrisRate": 0, "watched": "no", "uid": 36}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Sound_of_Music_(film)", "postName": "The Sound of Music_poster.jpg", "name": "The Sound of Music", "carmenRate": 0, "synopsis": "The Sound of Music is a 1965 American musical drama film produced and directed by Robert Wise and starring Julie Andrews and Christopher Plummer. The film is an adaptation of the 1959 Broadway musical The Sound of Music, composed by Richard Rodgers with lyrics by Oscar Hammerstein II. The film's screenplay was written by Ernest Lehman, adapted from the stage musical's book by Howard Lindsay and Russel Crouse. Based on the memoir The Story of the Trapp Family Singers by Maria von Trapp, the film is about a young Austrian woman studying to become a nun in Salzburg in 1938 who is sent to the villa of a retired naval officer and widower to be governess to his seven children. After bringing love and music into the lives of the family through kindness and patience, she marries the officer and together with the children find a way to survive the loss of their homeland through courage and faith.", "chrisRate": 0, "watched": "no", "uid": 37}, {"wikiURL": "https://en.wikipedia.org/wiki/A_Man_for_All_Seasons_(1966_film)", "postName": "A Man for All Seasons_poster.jpg", "name": "A Man for All Seasons", "carmenRate": 0, "synopsis": "A Man for All Seasons is a 1966 British biographical drama film in Technicolor based on Robert Bolt's play of the same name about Sir Thomas More. It was released on 12 December 1966. Paul Scofield, who had played More in the West End stage premiere, also took the role in the film. It was directed by Fred Zinnemann, who had previously directed such films as High Noon and From Here to Eternity. The film won six Academy Awards, including Best Picture, Best Director, and Best Actor.", "chrisRate": 0, "watched": "no", "uid": 38}, {"wikiURL": "https://en.wikipedia.org/wiki/In_the_Heat_of_the_Night_(film)", "postName": "In the Heat of the Night_poster.jpg", "name": "In the Heat of the Night", "carmenRate": 0, "synopsis": "In the Heat of the Night is a 1967 American mystery drama film directed by Norman Jewison. It is based on John Ball's 1965 novel of the same name which tells the story of Virgil Tibbs, a black police detective from Philadelphia, who becomes involved in a murder investigation in a racist small town in Mississippi. It stars Sidney Poitier, Rod Steiger, and Warren Oates, and was produced by Walter Mirisch. The screenplay was by Stirling Silliphant.", "chrisRate": 0, "watched": "no", "uid": 39}, {"wikiURL": "https://en.wikipedia.org/wiki/Oliver!_(film)", "postName": "Oliver!_poster.jpg", "name": "Oliver!", "carmenRate": 0, "synopsis": "Oliver! is a 1968 British musical drama film directed by Carol Reed and based on the stage musical of the same name, with book, music and lyrics written by Lionel Bart. The screenplay was written by Vernon Harris.", "chrisRate": 0, "watched": "no", "uid": 40}, {"wikiURL": "https://en.wikipedia.org/wiki/Midnight_Cowboy", "postName": "Midnight Cowboy_poster.png", "name": "Midnight Cowboy", "carmenRate": 0, "synopsis": "Midnight Cowboy is a 1969 American drama film based on the 1965 novel of the same name by James Leo Herlihy. The film was written by Waldo Salt, directed by John Schlesinger, and stars Jon Voight in the title role alongside Dustin Hoffman. Notable smaller roles are filled by Sylvia Miles, John McGiver, Brenda Vaccaro, Bob Balaban, Jennifer Salt and Barnard Hughes; M. Emmet Walsh appears in an uncredited cameo.", "chrisRate": 0, "watched": "no", "uid": 41}, {"wikiURL": "https://en.wikipedia.org/wiki/Patton_(film)", "postName": "Patton_poster.jpg", "name": "Patton", "carmenRate": 0, "synopsis": "Patton: Ordeal and Triumph \nby Ladislas Farago", "chrisRate": 0, "watched": "no", "uid": 42}, {"wikiURL": "https://en.wikipedia.org/wiki/The_French_Connection_(film)", "postName": "The French Connection_poster.jpg", "name": "The French Connection", "carmenRate": 0, "synopsis": "The French Connection is a 1971 American crime thriller film directed by William Friedkin and produced by Philip D'Antoni. It stars Gene Hackman, Fernando Rey, and Roy Scheider. The film was adapted and fictionalized by Ernest Tidyman from the 1969 non-fiction book by Robin Moore. It tells the story of New York Police Department detectives, \"Popeye\" Doyle and Buddy \"Cloudy\" Russo, whose real-life counterparts were Narcotics Detectives Eddie Egan and Sonny Grosso. Don Ellis scored the film.", "chrisRate": 0, "watched": "no", "uid": 43}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Godfather", "postName": "The Godfather_poster.jpg", "name": "The Godfather", "carmenRate": 0, "synopsis": "The Godfather is a 1972 American crime film directed by Francis Ford Coppola and produced by Albert S. Ruddy from a screenplay by Mario Puzo and Coppola. Starring Marlon Brando and Al Pacino as the leaders of the fictional Corleone New York crime family, the story spans the years 1945-55, concentrating on the transformation of Michael Corleone from reluctant family outsider to ruthless Mafia boss while chronicling the family under the patriarch Vito.", "chrisRate": 0, "watched": "no", "uid": 44}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Sting", "postName": "The Sting_poster.jpg", "name": "The Sting", "carmenRate": 0, "synopsis": "The Sting is a 1973 American caper film set in September 1936, involving a complicated plot by two professional grifters (Paul Newman and Robert Redford) to con a mob boss (Robert Shaw).[2] The film was directed by George Roy Hill, who had directed Newman and Redford in the western Butch Cassidy and the Sundance Kid. Created by screenwriter David S. Ward, the story was inspired by real-life cons perpetrated by brothers Fred and Charley Gondorff and documented by David Maurer in his book The Big Con: The Story of the Confidence Man.", "chrisRate": 0, "watched": "no", "uid": 45}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Godfather_Part_II", "postName": "The Godfather Part II_poster.jpg", "name": "The Godfather Part II", "carmenRate": 0, "synopsis": "The Godfather Part II is a 1974 American epic crime film produced and directed by Francis Ford Coppola from a screenplay co-written with Mario Puzo, starring Al Pacino and Robert De Niro. Partially based on Puzo's 1969 novel The Godfather, the film is both sequel and prequel to The Godfather, presenting parallel dramas: one picks up the 1958 story of Michael Corleone (Pacino), the new Don of the Corleone crime family, protecting the family business in the aftermath of an attempt on his life; the prequel covers the journey of his father, Vito Corleone (De Niro), from his Sicilian childhood to the founding of his family enterprise in New York City.", "chrisRate": 0, "watched": "no", "uid": 46}, {"wikiURL": "https://en.wikipedia.org/wiki/One_Flew_Over_the_Cuckoo%27s_Nest_(film)", "postName": "One Flew Over the Cuckoo's Nest_poster.jpg", "name": "One Flew Over the Cuckoo's Nest", "carmenRate": 0, "synopsis": "One Flew Over the Cuckoo's Nest is a 1975 American drama film directed by Miloš Forman, based on the 1962 novel One Flew Over the Cuckoo's Nest by Ken Kesey, and starring Jack Nicholson, Louise Fletcher, and Will Sampson. The supporting cast features William Redfield, Brad Dourif, Danny DeVito, Christopher Lloyd, and Scatman Crothers.", "chrisRate": 0, "watched": "no", "uid": 47}, {"wikiURL": "https://en.wikipedia.org/wiki/Rocky", "postName": "Rocky_poster.jpg", "name": "Rocky", "carmenRate": 0, "synopsis": "Rocky is a 1976 American sports drama film directed by John G. Avildsen and both written by and starring Sylvester Stallone. It tells the rags to riches American Dream story of Rocky Balboa, an uneducated but kind-hearted working class Italian-American boxer working as a debt collector for a loan shark in the slums of Philadelphia. Rocky starts out as a small-time club fighter who later gets a shot at the world heavyweight championship. It also stars Talia Shire as Adrian, Burt Young as Adrian's brother Paulie, Burgess Meredith as Rocky's trainer Mickey Goldmill, and Carl Weathers as the champion, Apollo Creed.", "chrisRate": 0, "watched": "no", "uid": 48}, {"wikiURL": "https://en.wikipedia.org/wiki/Annie_Hall", "postName": "Annie Hall_poster.jpg", "name": "Annie Hall", "carmenRate": 0, "synopsis": "Annie Hall is a 1977 American romantic comedy film directed by Woody Allen from a screenplay he co-wrote with Marshall Brickman. Produced by Allen's manager, Charles H. Joffe, the film stars the director as Alvy \"Max\" Singer, who tries to figure out the reasons for the failure of his relationship with the film's eponymous female lead, played by Diane Keaton in a role written specifically for her.", "chrisRate": 0, "watched": "no", "uid": 49}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Deer_Hunter", "postName": "The Deer Hunter_poster.jpg", "name": "The Deer Hunter", "carmenRate": 0, "synopsis": "The Deer Hunter is a 1978 American epic war drama film co-written and directed by Michael Cimino about a trio of Russian American steelworkers and their service in the Vietnam War. The film stars Robert De Niro, Christopher Walken, John Savage, John Cazale, Meryl Streep, and George Dzundza. The story takes place in Clairton, a small working class town on the Monongahela River south of Pittsburgh and then in Vietnam, somewhere in the woodland and in Saigon, during the Vietnam War.", "chrisRate": 0, "watched": "no", "uid": 50}, {"wikiURL": "https://en.wikipedia.org/wiki/Kramer_vs._Kramer", "postName": "KramervsKramer_poster.jpg", "name": "Kramer vs. Kramer", "carmenRate": 0, "synopsis": "Kramer vs. Kramer is a 1979 American drama film adapted by Robert Benton from the novel by Avery Corman, and directed by Benton. The film tells the story of a married couple's divorce and its impact on everyone involved, including the couple's young son. It received five Academy Awards at the 52nd Academy Awards in 1980, in the categories of Best Picture, Best Director, Best Adapted Screenplay, Best Actor, and Best Supporting Actress.", "chrisRate": 0, "watched": "no", "uid": 51}, {"wikiURL": "https://en.wikipedia.org/wiki/Ordinary_People", "postName": "Ordinary People_poster.jpg", "name": "Ordinary People", "carmenRate": 0, "synopsis": "Ordinary People is a 1980 American drama film that marked the directorial debut of actor Robert Redford. It stars Donald Sutherland, Mary Tyler Moore, Judd Hirsch and Timothy Hutton.", "chrisRate": 0, "watched": "no", "uid": 52}, {"wikiURL": "https://en.wikipedia.org/wiki/Chariots_of_Fire", "postName": "Chariots of Fire_poster.jpg", "name": "Chariots of Fire", "carmenRate": 0, "synopsis": "Chariots of Fire is a 1981 British historical drama film. It tells the fact-based story of two athletes in the 1924 Olympics: Eric Liddell, a devout Scottish Christian who runs for the glory of God, and Harold Abrahams, an English Jew who runs to overcome prejudice.", "chrisRate": 0, "watched": "no", "uid": 53}, {"wikiURL": "https://en.wikipedia.org/wiki/Gandhi_(film)", "postName": "Gandhi_poster.jpg", "name": "Gandhi", "carmenRate": 0, "synopsis": "Gandhi is a 1982 epic biographical film which dramatises the life of Mohandas Karamchand Gandhi, the leader of India's non-violent, non-cooperative independence movement against the United Kingdom's rule of the country during the 20th century. Gandhi was written by John Briley and produced and directed by Richard Attenborough. It stars Ben Kingsley in the title role.", "chrisRate": 0, "watched": "no", "uid": 54}, {"wikiURL": "https://en.wikipedia.org/wiki/Terms_of_Endearment", "postName": "Terms of Endearment_poster.jpg", "name": "Terms of Endearment", "carmenRate": 0, "synopsis": "Terms of Endearment is a 1983 comedy-drama film adapted from the novel of the same name by Larry McMurtry, directed, written, and produced by James L. Brooks and starring Shirley MacLaine, Debra Winger, Jack Nicholson, Danny DeVito, Jeff Daniels, and John Lithgow. The film covers 30 years of the relationship between Aurora Greenway (MacLaine) and her daughter Emma (Winger).", "chrisRate": 0, "watched": "no", "uid": 55}, {"wikiURL": "https://en.wikipedia.org/wiki/Amadeus_(film)", "postName": "Amadeus_poster.png", "name": "Amadeus", "carmenRate": 0, "synopsis": "Amadeus is a 1984 American period drama film directed by Miloš Forman, written by Peter Shaffer, and adapted from Shaffer's stage play Amadeus (1979). The story is set in Vienna, Austria, during the latter half of the 18th century.", "chrisRate": 0, "watched": "no", "uid": 56}, {"wikiURL": "https://en.wikipedia.org/wiki/Out_of_Africa_(film)", "postName": "Out of Africa_poster.jpg", "name": "Out of Africa", "carmenRate": 0, "synopsis": "Out of Africa is a 1985 American epic romantic drama film directed and produced by Sydney Pollack and starring Robert Redford and Meryl Streep. The film is based loosely on the autobiographical book Out of Africa written by Isak Dinesen (the pseudonym of Danish author Karen Blixen), which was published in 1937, with additional material from Dinesen's book Shadows on the Grass and other sources. This film received 28 film awards, including seven Academy Awards.", "chrisRate": 0, "watched": "no", "uid": 57}, {"wikiURL": "https://en.wikipedia.org/wiki/Platoon_(film)", "postName": "Platoon_poster.jpg", "name": "Platoon", "carmenRate": 0, "synopsis": "Platoon is a 1986 American war film written and directed by Oliver Stone and starring Tom Berenger, Willem Dafoe and Charlie Sheen. It is the first film of a trilogy of Vietnam War films by Stone (followed by 1989's Born on the Fourth of July and 1993's Heaven & Earth). Stone wrote the story based upon his experiences as a U.S. infantryman in Vietnam to counter the vision of the war portrayed in John Wayne's The Green Berets. It was the first Hollywood film to be written and directed by a veteran of the Vietnam War.[3]", "chrisRate": 0, "watched": "no", "uid": 58}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Last_Emperor", "postName": "The Last Emperor_poster.jpg", "name": "The Last Emperor", "carmenRate": 0, "synopsis": "The Last Emperor is a 1987 biographical film about the life of Puyi, the last Emperor of China, whose autobiography was the basis for the screenplay written by Mark Peploe and Bernardo Bertolucci. Independently produced by Jeremy Thomas, it was directed by Bertolucci and released in 1987 by Columbia Pictures.[3] Puyi's life is depicted from his ascent to the throne as a small boy to his imprisonment and political rehabilitation by the Communist Party of China.", "chrisRate": 0, "watched": "no", "uid": 59}, {"wikiURL": "https://en.wikipedia.org/wiki/Rain_Man", "postName": "Rain Man_poster.jpg", "name": "Rain Man", "carmenRate": 0, "synopsis": "Rain Man is a 1988 American drama film directed by Barry Levinson and written by Barry Morrow and Ronald Bass. It tells the story of an abrasive and selfish young wheeler-dealer, Charlie Babbitt (Tom Cruise), who discovers that his estranged father has died and bequeathed all of his multimillion-dollar estate to his other son, Raymond (Dustin Hoffman), an autistic savant, of whose existence Charlie was unaware. Charlie is left only his father's car and his collection of rose bushes.", "chrisRate": 0, "watched": "no", "uid": 60}, {"wikiURL": "https://en.wikipedia.org/wiki/Driving_Miss_Daisy", "postName": "Driving Miss Daisy_poster.jpg", "name": "Driving Miss Daisy", "carmenRate": 0, "synopsis": "Driving Miss Daisy is a 1989 American comedy-drama film adapted from the Alfred Uhry play of the same name. The film was directed by Bruce Beresford, with Morgan Freeman reprising his role as Hoke Colburn (whom he also portrayed in the play) and Jessica Tandy playing Miss Daisy. The story defines Daisy and her point of view through a network of relationships and emotions by focusing on her home life, synagogue, friends, family, fears, and concerns over a 25-year period.", "chrisRate": 0, "watched": "no", "uid": 61}, {"wikiURL": "https://en.wikipedia.org/wiki/Dances_with_Wolves", "postName": "Dances with Wolves_poster.jpg", "name": "Dances with Wolves", "carmenRate": 0, "synopsis": "Dances with Wolves is a 1990 American epic western war film directed, produced by, and starring Kevin Costner. It is a film adaptation of the 1988 book of the same name by Michael Blake and tells the story of a Union Army lieutenant who travels to the American frontier to find a military post, and his dealings with a group of Lakota Indians.", "chrisRate": 0, "watched": "no", "uid": 62}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Silence_of_the_Lambs_(film)", "postName": "The Silence of the Lambs_poster.jpg", "name": "The Silence of the Lambs", "carmenRate": 0, "synopsis": "The Silence of the Lambs is a 1991 American thriller film that blends elements of the crime and horror genres.[3] Directed by Jonathan Demme and starring Jodie Foster, Anthony Hopkins, and Scott Glenn, the film is based on Thomas Harris' 1988 novel of the same name, his second to feature Hannibal Lecter, a brilliant psychiatrist and cannibalistic serial killer.", "chrisRate": 0, "watched": "no", "uid": 63}, {"wikiURL": "https://en.wikipedia.org/wiki/Unforgiven", "postName": "Unforgiven_poster.jpg", "name": "Unforgiven", "carmenRate": 0, "synopsis": "Unforgiven is a 1992 American western film directed and produced by Clint Eastwood, who also starred in the lead role. The film portrays William Munny, an aging outlaw and killer who takes on one more job years after he had turned to farming. A dark Western that deals frankly with the uglier aspects of violence and how complicated truths are distorted into simplistic myths about the Old West, it stars Eastwood in the lead role, with Gene Hackman, Morgan Freeman and Richard Harris. Eastwood stated that the film would be his last Western for fear of repeating himself or imitating someone else's work.[3]", "chrisRate": 0, "watched": "no", "uid": 64}, {"wikiURL": "https://en.wikipedia.org/wiki/Schindler%27s_List", "postName": "Schindler's List_poster.jpg", "name": "Schindler's List", "carmenRate": 0, "synopsis": "Schindler's List is a 1993 American epic historical period drama film, directed and co-produced by Steven Spielberg and scripted by Steven Zaillian. It is based on the novel Schindler's Ark by Thomas Keneally, an Australian novelist. The film is based on the life of Oskar Schindler, an ethnic German businessman who saved the lives of more than a thousand mostly Polish-Jewish refugees during the Holocaust by employing them in his factories. It stars Liam Neeson as Schindler, Ralph Fiennes as Schutzstaffel (SS) officer Amon Goeth, and Ben Kingsley as Schindler's Jewish accountant Itzhak Stern.", "chrisRate": 0, "watched": "no", "uid": 65}, {"wikiURL": "https://en.wikipedia.org/wiki/Forrest_Gump", "postName": "Forrest Gump_poster.jpg", "name": "Forrest Gump", "carmenRate": 0, "synopsis": "Forrest Gump is a 1994 American epic romantic-comedy-drama film based on the 1986 novel of the same name by Winston Groom. The film was directed by Robert Zemeckis and stars Tom Hanks, Robin Wright, Gary Sinise, Mykelti Williamson, and Sally Field. The story depicts several decades in the life of Forrest Gump, a slow-witted and naïve, but good-hearted and athletically prodigious man from Alabama who witnesses, and in some cases influences, some of the defining events of the latter half of the 20th century in the United States; more specifically, the period between Forrest's birth in 1944 and 1982. The film differs substantially from Winston Groom's novel on which it was based, including Gump's personality and several events that were depicted.", "chrisRate": 0, "watched": "no", "uid": 66}, {"wikiURL": "https://en.wikipedia.org/wiki/Braveheart", "postName": "Braveheart_poster.jpg", "name": "Braveheart", "carmenRate": 0, "synopsis": "Braveheart is a 1995 epic historical medieval war drama film directed by and starring Mel Gibson. Gibson portrays William Wallace, a 13th-century Scottish warrior who led the Scots in the First War of Scottish Independence against King Edward I of England. The story is based on Blind Harry's epic poem The Actes and Deidis of the Illustre and Vallyeant Campioun Schir William Wallace and was adapted for the screen by Randall Wallace.", "chrisRate": 0, "watched": "no", "uid": 67}, {"wikiURL": "https://en.wikipedia.org/wiki/The_English_Patient_(film)", "postName": "The English Patient_poster.jpg", "name": "The English Patient", "carmenRate": 0, "synopsis": "The English Patient is a 1996 British-American romantic drama directed by Anthony Minghella from his own script based on the novel of the same name by Michael Ondaatje and produced by Saul Zaentz.", "chrisRate": 0, "watched": "no", "uid": 68}, {"wikiURL": "https://en.wikipedia.org/wiki/Titanic_(1997_film)", "postName": "Titanic_poster.jpg", "name": "Titanic", "carmenRate": 0, "synopsis": "Titanic is a 1997 American epic romantic disaster film directed, written, co-produced, and co-edited by James Cameron. A fictionalized account of the sinking of the RMS Titanic, it stars Leonardo DiCaprio and Kate Winslet as members of different social classes who fall in love aboard the ship during its ill-fated maiden voyage.", "chrisRate": 0, "watched": "no", "uid": 69}, {"wikiURL": "https://en.wikipedia.org/wiki/Shakespeare_in_Love", "postName": "Shakespeare in Love_poster.jpg", "name": "Shakespeare in Love", "carmenRate": 0, "synopsis": "Shakespeare in Love is a 1998 British-American romantic comedy-drama film directed by John Madden, written by Marc Norman and playwright Tom Stoppard. The film depicts an imaginary love affair involving Viola de Lesseps (Gwyneth Paltrow) and playwright William Shakespeare (Joseph Fiennes) while he was writing Romeo and Juliet. Several characters are based on historical people, and many of the characters, lines, and plot devices allude to Shakespeare's plays.", "chrisRate": 0, "watched": "no", "uid": 70}, {"wikiURL": "https://en.wikipedia.org/wiki/American_Beauty_(1999_film)", "postName": "American Beauty_poster.jpg", "name": "American Beauty", "carmenRate": 0, "synopsis": "American Beauty is a 1999 American drama film directed by Sam Mendes and written by Alan Ball. Kevin Spacey stars as Lester Burnham, an advertising executive who has a midlife crisis when he becomes infatuated with his teenage daughter's best friend, Angela (Mena Suvari). Annette Bening co-stars as Lester's materialistic wife, Carolyn, and Thora Birch plays their insecure daughter, Jane. Wes Bentley, Chris Cooper and Allison Janney also feature. The film is described by academics as a satire of American middle class notions of beauty and personal satisfaction; analysis has focused on the film's explorations of romantic and paternal love, sexuality, beauty, materialism, self-liberation, and redemption.", "chrisRate": 0, "watched": "no", "uid": 71}, {"wikiURL": "https://en.wikipedia.org/wiki/Gladiator_(2000_film)", "postName": "Gladiator_poster.jpg", "name": "Gladiator", "carmenRate": 0, "synopsis": "Gladiator is a 2000 epic historical drama film directed by Ridley Scott, starring Russell Crowe, Joaquin Phoenix, Connie Nielsen, Ralf Möller, Oliver Reed (in his final film role), Djimon Hounsou, Derek Jacobi, John Shrapnel, and Richard Harris. Crowe portrays the fictional character, loyal Roman general Maximus Decimus Meridius, who is betrayed when Commodus, the ambitious son of Emperor Marcus Aurelius, murders his father and seizes the throne. Reduced to slavery, Maximus rises through the ranks of the gladiatorial arena to avenge the murders of his family and his emperor.", "chrisRate": 0, "watched": "no", "uid": 72}, {"wikiURL": "https://en.wikipedia.org/wiki/A_Beautiful_Mind_(film)", "postName": "A Beautiful Mind_poster.jpg", "name": "A Beautiful Mind", "carmenRate": 0, "synopsis": "A Beautiful Mind is a 2001 American biographical drama film based on the life of John Nash, a Nobel Laureate in Economics. The film was directed by Ron Howard, from a screenplay written by Akiva Goldsman. It was inspired by a bestselling, Pulitzer Prize-nominated 1998 book of the same name by Sylvia Nasar. The film stars Russell Crowe, along with Ed Harris, Jennifer Connelly, Paul Bettany, Adam Goldberg, Judd Hirsch, Josh Lucas, Anthony Rapp, and Christopher Plummer in supporting roles. The story begins in the early years of a young prodigy named John Nash. Early in the film, Nash begins to develop paranoid schizophrenia and endures delusional episodes while painfully watching the loss and burden his condition brings on wife Alicia and friends.", "chrisRate": 0, "watched": "no", "uid": 73}, {"wikiURL": "https://en.wikipedia.org/wiki/Chicago_(2002_film)", "postName": "Chicago_poster.jpg", "name": "Chicago", "carmenRate": 0, "synopsis": "Chicago is a 2002 American musical comedy crime film film based upon the musical of the same name, exploring the themes of celebrity, scandal, and corruption in Jazz Age Chicago.[3] The film stars Catherine Zeta-Jones, Renée Zellweger and Richard Gere, and also features John C. Reilly, Queen Latifah, Christine Baranski, Taye Diggs, Lucy Liu, Colm Feore, and Mýa Harrison.", "chrisRate": 0, "watched": "no", "uid": 74}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Lord_of_the_Rings:_The_Return_of_the_King", "postName": "The Lord of the Rings: The Return of the King_poster.jpg", "name": "The Lord of the Rings: The Return of the King", "carmenRate": 0, "synopsis": "The Lord of the Rings: The Return of the King is a 2003 high fantasy film directed by Peter Jackson based on the second and third volumes of J. R. R. Tolkien's The Lord of the Rings.[6][7] It is the third and final installment in The Lord of the Rings series, following The Fellowship of the Ring (2001) and The Two Towers (2002).", "chrisRate": 0, "watched": "no", "uid": 75}, {"wikiURL": "https://en.wikipedia.org/wiki/Million_Dollar_Baby", "postName": "Million Dollar Baby_poster.jpg", "name": "Million Dollar Baby", "carmenRate": 0, "synopsis": "Million Dollar Baby is a 2004 American sports drama film directed, co-produced and scored by Clint Eastwood, and starring Eastwood, Hilary Swank and Morgan Freeman. This film is about an underappreciated boxing trainer, the mistakes that haunt him from his past, and his quest for atonement by helping an underdog amateur boxer achieve her dream of becoming a professional.", "chrisRate": 0, "watched": "no", "uid": 76}, {"wikiURL": "https://en.wikipedia.org/wiki/Crash_(2004_film)", "postName": "Crash_poster.jpg", "name": "Crash", "carmenRate": 0, "synopsis": "Crash is a 2004 ensemble drama film co-written, produced, and directed by Paul Haggis. The film is about racial and social tensions in Los Angeles, California. A self-described \"passion piece\" for Haggis, Crash was inspired by a real-life incident, in which his Porsche was carjacked outside a video store on Wilshire Boulevard in 1991.[3]", "chrisRate": 0, "watched": "no", "uid": 77}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Departed", "postName": "The Departed_poster.jpg", "name": "The Departed", "carmenRate": 0, "synopsis": "The Departed is a 2006 American crime drama film, directed by Martin Scorsese and written by William Monahan. It is a remake of the 2002 Hong Kong film Infernal Affairs.[2] The film stars Leonardo DiCaprio, Matt Damon, Jack Nicholson, and Mark Wahlberg, with Martin Sheen, Ray Winstone, Vera Farmiga, Anthony Anderson, and Alec Baldwin in supporting roles.", "chrisRate": 0, "watched": "no", "uid": 78}, {"wikiURL": "https://en.wikipedia.org/wiki/No_Country_for_Old_Men_(film)", "postName": "No Country for Old Men_poster.jpg", "name": "No Country for Old Men", "carmenRate": 0, "synopsis": "No Country for Old Men is a 2007 American neo-Western thriller film directed, written, and edited by Joel and Ethan Coen, based on the Cormac McCarthy novel of the same name.[1][2] The film stars Tommy Lee Jones, Javier Bardem and Josh Brolin and tells the story of an ordinary man to whom chance delivers a fortune that is not his, and the ensuing cat-and-mouse drama as the paths of three men intertwine in the desert landscape of 1980 West Texas.[3] Themes of fate, conscience, and circumstance re-emerge that the Coen brothers have previously explored in Blood Simple and Fargo.", "chrisRate": 0, "watched": "no", "uid": 79}, {"wikiURL": "https://en.wikipedia.org/wiki/Slumdog_Millionaire", "postName": "Slumdog Millionaire_poster.jpg", "name": "Slumdog Millionaire", "carmenRate": 0, "synopsis": "Slumdog Millionaire is a 2008 British-Indian drama film directed by Danny Boyle, written by Simon Beaufoy, and produced by Christian Colson. It was co-directed in India by Loveleen Tandan.[5] It is a loose adaptation of the novel Q & A (2005) by Indian author and diplomat Vikas Swarup. Set and filmed in India, the film tells the story of Jamal Malik, a young man from the Juhu slums of Mumbai[6] who appears on the Indian version of Who Wants to Be a Millionaire? and exceeds people's expectations, thereby arousing the suspicions of cheating; Jamal recounts in flashback how he knows the answer to each question, each one linked to a key event in his life.", "chrisRate": 0, "watched": "no", "uid": 80}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Hurt_Locker", "postName": "The Hurt Locker_poster.jpg", "name": "The Hurt Locker", "carmenRate": 0, "synopsis": "The Hurt Locker is a 2008 American war film about a three-man Explosive Ordinance Disposal (bomb disposal) team during the Iraq War. The film was produced and directed by Kathryn Bigelow and the screenplay was written by Mark Boal, a freelance writer who was embedded as a journalist in 2004 with a U.S. Army EOD team in Iraq. It stars Jeremy Renner, Anthony Mackie, and Brian Geraghty.", "chrisRate": 0, "watched": "no", "uid": 81}, {"wikiURL": "https://en.wikipedia.org/wiki/The_King%27s_Speech", "postName": "The King's Speech_poster.jpg", "name": "The King's Speech", "carmenRate": 0, "synopsis": "The King's Speech is a 2010 British biographical drama film directed by Tom Hooper and written by David Seidler. Colin Firth plays King George VI who, to cope with a stammer, sees Lionel Logue, an Australian speech and language therapist played by Geoffrey Rush. The men become friends as they work together, and after his brother abdicates the throne, the new king relies on Logue to help him make his first wartime radio broadcast on Britain's declaration of war on Germany in 1939.", "chrisRate": 0, "watched": "no", "uid": 82}, {"wikiURL": "https://en.wikipedia.org/wiki/The_Artist_(film)", "postName": "The Artist_poster.jpg", "name": "The Artist", "carmenRate": 0, "synopsis": "The Artist is a 2011 French[nb 1][3][4][5][6][7] romantic comedy-drama in the style of a black-and-white silent film.[8][9][10][11] It was written, directed, and co-edited by Michel Hazanavicius, produced by Thomas Langmann and starred Jean Dujardin and Bérénice Bejo.[12] The story takes place in Hollywood, between 1927 and 1932, and focuses on the relationship of an older silent film star and a rising young actress as silent cinema falls out of fashion and is replaced by the \"talkies\".", "chrisRate": 0, "watched": "no", "uid": 83}, {"wikiURL": "https://en.wikipedia.org/wiki/Argo_(2012_film)", "postName": "Argo_poster.jpg", "name": "Argo", "carmenRate": 0, "synopsis": "Argo is a 2012 American political thriller film directed by Ben Affleck. The film is adapted from U.S. Central Intelligence Agency operative Tony Mendez's book The Master of Disguise and Joshuah Bearman's 2007 Wired article \"The Great Escape: How the CIA Used a Fake Sci-Fi Flick to Rescue Americans from Tehran.\"[3] The latter deals with the \"Canadian Caper,\"[3] in which Mendez led the rescue of six U.S. diplomats from Tehran, Iran, during the 1979–1981 Iran hostage crisis.[4]", "chrisRate": 0, "watched": "no", "uid": 84}, {"wikiURL": "https://en.wikipedia.org/wiki/12_Years_a_Slave_(film)", "postName": "12 Years a Slave_poster.jpg", "name": "12 Years a Slave", "carmenRate": 0, "synopsis": "12 Years a Slave is a 2013 period drama film and an adaptation of the 1853 slave narrative memoir Twelve Years a Slave by Solomon Northup, a New York State-born free African-American man who was kidnapped in Washington, D.C., in 1841 and sold into slavery. Northup worked on plantations in the state of Louisiana for 12 years before his release. The first scholarly edition of Northup's memoir, co-edited in 1968 by Sue Eakin and Joseph Logsdon, carefully retraced and validated the account and concluded it to be accurate.[4] Other characters in the film were also real people, including Edwin and Mary Epps, and Patsey.", "chrisRate": 0, "watched": "no", "uid": 85}, {"wikiURL": "https://en.wikipedia.org/wiki/Birdman_(film)", "postName": "Birdman or (The Unexpected Virtue of Ignorance)_poster.jpg", "name": "Birdman or (The Unexpected Virtue of Ignorance)", "carmenRate": 0, "synopsis": "Birdman: Or (The Unexpected Virtue of Ignorance), commonly known as Birdman, is a 2014 American satirical black comedy-drama film directed by Alejandro G. Iñárritu. It was written by Iñárritu, Nicolás Giacobone, Alexander Dinelaris Jr. and Armando Bo. The film stars Michael Keaton with a supporting cast of Zach Galifianakis, Edward Norton, Andrea Riseborough, Amy Ryan, Emma Stone and Naomi Watts. The story follows Riggan Thomson (Keaton), a faded Hollywood actor best known for playing the superhero \"Birdman\", as he struggles to mount a Broadway adaptation of a short story by Raymond Carver.", "chrisRate": 0, "watched": "no", "uid": 86}]